<?php
// Template Name: privacypolicy
if (!defined('ABSPATH')) exit;
get_header();
?>
<main class = "p-privacypolicy">
  <div class="l-content u-pt100 u-mb100">
    <h1 class="u-bold u-mb100 privacy-h1">個人情報保護方針</h1>
    <h2 class="u-bold privacy-h2">個人情報の取り扱いについて</h2>
    <p class="u-mb50">
      スマイルビルダーズ（以下「当社」といいます。）は、個人情報の管理を適切に行うことが企業活動の基本であり、社会的責務と考えております。弊社では、個人情報の取り扱いについて関係法令等を遵守し、以下の方針に基づき本サイトにおいて個人情報の適切な管理・保護に努めます。
    </p>

    <h2 class="u-bold privacy-h2">個人情報の管理について</h2>
    <p>当社は、個人情報を正確かつ最新の状態に保ち、不正アクセス・紛失・破壊・改ざん・漏洩または再提供（ご本人の承諾がある場合を除きます。）などのないように管理し、正当な理由のある場合を除き、当社もしくは当社から委託を受けた第三者に開示・提供等は致しません。
    </p>
    <br>
    <p class="u-mb50">
      個人情報の取り扱いに関するお問い合わせ及び個人情報の変更等につきまして、個人情報に関するご相談窓口（下記項目に記載しています）までご連絡下さい。当該個人ご本人であることを当社で確認できた場合は、合理的範囲で速やかに対応させて戴きます。
    </p>


    <h2 class="u-bold privacy-h2">個人情報の利用目的</h2>
    <p>当社は、当社が保有する全ての個人情報は、次の目的の範囲内で利用するものとし、これらの個人情報は下記の目的に利用させていただきます。
    </p>
    <br>
    <p>・当社の商品・サービスのご提案やご提供のため</p>
    <p>・機器・建材等の販売・設置・修理・アフターサービスに使用するため</p>
    <p>・当社の商品・サービス等に関連する情報をお届けするため</p>
    <p>・ご購入・お申込戴いた商品・サービスの確認、引渡し、お届け及び代金のご請求のため。</p>
    <p>・商品・サービスの改善や新たな商品・サービスの開発のために皆様のご意見・ご要望等を戴くため</p>
    <p> ・当社の事業に必要な商品・サービスの提供を受け、又は提供を受ける可能性を調査するため</p>
    <p> ・お取引に関する問合せ、確認又は請求等を行うため</p>
    <p> ・お取引に関する与信管理、債権回収、資金手当・相談を行うため</p>
    <p> ・当該個人（又は当該個人が代表として記名されている団体）との間の契約又は法令上の義務を履行し若しくは権利を実行するため</p>
    <p> ・当社へのご意見・ご要望等に関し、確認、検討、対応又は解決するた </p>
    <p class="u-mb50"> ・お問合せに備えて保管するため</p>

    <h2 class="u-bold privacy-h2">個人情報の第三者への提供について</h2>
    <p>当社は、個人情報をご本人の承諾を得ずに第三者に提供致しません。</p>
    <br>
    <p>
      但し、法令により要求される場合及び法令により認められる場合（個人情報の利用目的の達成に必要な範囲内で個人情報の取扱の全部又は一部を第三者へ委託する場合が含まれます）にはその範囲内で提供を行うことがありますが、これらの場合においても、提供先における個人情報の保護について十分な管理を行います。
    </p>
    <p>
      なお、当社が出資する関連会社、提携先、業務委託先において当社が保有する個人情報を次の通り共同利用させて戴くことがあります。この場合、個人情報の保護について十分な管理を行います。
    </p>
    <br>
    <p>・共同して利用する個人情報の項目 氏名、住所、電話番号、メールアドレス</p>
    <p class="u-mb50">・個人情報の管理責任者の氏名</p>

    <h2 class="u-bold privacy-h2">個人情報に関するご相談窓口及び手続について</h2>

    <p> 当社が保有する個人情報について、<br>
      利用目的の通知を希望する場合<br>
      開示を希望する場合<br>
      訂正・追加又は削除を希望する場合<br>
      利用の停止又は消去若しくは第三者への提供の停止を希望する場合<br>
      苦情その他のお問合せについては、次のご相談窓口に電話よりご連絡下さい。</p>
    <br>
    <p>スマイルビルダーズお問い合わせ電話</p>
    <p>0995-55-8900</p>
    <br>
    <p>なお、下記の事項につき予めご了承下さいますようお願い申し上げます。</p>
    <br>
    <p>・ご連絡を戴いた後、正確なご希望内容の把握のため、当社所定の書式や当該個人ご本人であることの確認のための文書のご提出をお願いする場合がございます。</p>
    <p>・法令に基づく一定の場合には、ご希望に沿いかねることがございます。</p>
    <p>・ご希望に沿うことにより、お取引等を通常の形態で行うことが困難となり又は不可能となる場合がございます。</p>
    <br>
    <p>
      上記本項のご希望に対応する場合の当社内部で発生する通常の事務費用は原則として当社の負担とさせて戴きますが、特別な費用が発生する場合についてはその実費をご本人のご負担とさせて戴きます。特別な費用が発生する場合においては、事前にご本人にご通知の上、実施の可否をご確認致します。
    </p>
    <br>
    <p class="u-mb50">なお、ご本人からの通信・郵便料金等及び各種証明書等の確認書類の入手に係る費用についてはご本人のご負担にてお願い致します。</p>

    <h2 class="u-bold privacy-h2">個人情報取扱方針の変更について</h2>
    <p>本「個人情報の取扱について」に示す方針は、予告なく変更する場合があります。</p>
    <p>当社の個人情報の取扱方針については、当社ホームページ上に登録する最新の方針をご確認下さいますようお願い申し上げます。</p>
  </div>

  <a href = "<?php echo esc_url (home_url('contact') ); ?>" class =  "c-button--jp p-content__button">
      前に戻る
  </a>

  <!--
    <div class="form__btn__wrapper">
      <a class="form__btn" href="<?php echo esc_url(home_url('/')); ?>">TOPへ</a>
    </div>
  -->
</main>


<?php get_footer(); ?>